[{
		"name": "Bloon camp",
		"description": "The first player to reach zero life loses. In this way, the main goal of BTDB2 is to get the other player to lose all lives first. The two main game mechanics that the players use to achieve this goal are defense and attack. Players choose their heroes and three towers that are assigned before the party begins. There is limited time to choose heroes and tower gear and mock each other’s heroes. A map is then randomly selected, but either player can skip a map once per pre-round selection. In the loadout menu, both players will reveal their heroes but not their tower loadout.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/12/Bloons-TD-battles-2-Bloon-camp-1024x461.jpg"
	},{
		"name": "Bloons TD battles 2 results",
		"description": "Players defend themselves against bloons by using 22 types of monkey towers, which have various specialties (although 5 of these towers are not monkeys). Players pull the towers from the menu bar and place them on their respective sides of the map. Then most of the towers will automatically Aim and attack the Bloons with a variety of darts, swords, magic bolts, acid and more projectiles, each best suited for various cases and the classes of the monkey. Each tower can also be upgraded to become even more powerful. There are 4 special kinds of monkeys, called heroes: a special type of tower that exists as an independent character. Only one hero can be equipped and exist per player in each game. Heroes upgrade themselves automatically, becoming increasingly stronger.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/12/Bloons-TD-battles-2-results-1024x461.jpg"
	},{
		"name": "Red Bloon camp",
		"description": "To attack each other, players use their money to buy Bloon packs, groups of Bloons that appear on the other player’s bloon path. There are several types of bloon sends, the cost, and availability of which will vary during the round. Also, for all non-MOAB (Massive Ornery Air Blimp) bloon sends. it will increase the money generated by a small amount, I.e., you will receive income for sending out bloon packs to attack the enemy.",
		"img": ""
	},{
		"name": "Battle points and Trophies",
		"description": "After completing a game, players can earn Monkey Money to buy base towers, XP (experience points) to unlock upgrades and cosmetic items for their towers and heroes, Battle Points for random reward chests and trophies. If a player wins a game, he gets more XP and Battle Points and atrophy (two if the player completes three or more games on a streak). If a player loses a game, they will get a normal level of XP and Battle Points, but they will lose a trophy (unless they play at Red Bloon Camp, the lowest arena). In the event of a tie, neither player wins or loses trophies. Battles 2 has seasons and comes with season passes that allow access to additional skins and cosmetics under the “Bling” option. There are many more options for customizing the game and adding skins and cosmetics to Towers, Heroes, Bloons, and the UI.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/12/Bloons-TD-battles-2-currency-1536x691.jpg"
	},{
		"name": "Monkeys, Heroes, and Bloons",
		"description": "Bloons TD Battles 2 currently has 22 monkeys and 4 heroes who help against the Bloons. These monkeys are divided into four classes: primary, military, magic, and support. The monkeys range from the simple dart monkey to the almighty super monkey, each with its own unique attacks, skills, and strengths. Unlike Battles 1, the towers are bought with Monkey Money and can be upgraded to a total of 15 upgrades, which are divided into 3 routes with 5 upgrades, where a player can get two routes: 1 route to level 5 and another route to level 2. If someone updates one route and then another, the unselected route will be closed. For example, if you pick a longer range and barbed darts for the monkey sub, the third upgrade path with the upgrade twin guns will close off.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/12/Bloons-TD-battles-2-Monkeys-Heroes-and-Bloons-1024x1024.jpg"
	},{
		"name": "Monkeys, Heroes, and Bloons",
		"description": "Unlike normal towers, only one hero can be placed on the track for each game, and they will automatically earn the XP required to upgrade, which makes them all the more useful the earlier they are placed. There are 4 heroes who gain a fixed amount of experience each round and automatically level up to get stronger over time. However, they can also be upgraded immediately in the game for a sum of money. The more XP a hero already has, the less money is needed to upgrade the hero to the next level price. Players send out bloons by interacting with the bloon buttons located on the side of the screen that is contained in the opponent’s territory. Sending them costs some money, but returns an eco-bonus (at least on non-MOAB class sends) to maximize revenue production over time and force the other player to respond appropriately to the Bloon attacks, and distract them. When sending out bloons, players have the option to add the reinforced properties, camouflage, and fortified properties to the bloons for an additional charge. These properties do not affect the echo that is received or lost when Bloons are sent.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/12/Monkeys-Heroes-and-Bloons-gameplay-1536x691.jpg"
	},{
		"name": "Maps, Game modes and Arenas",
		"description": "There is currently only 1 game mode, which is the basic Battle Arena game mode. In which players compete in order to earn trophies. Arenas are the way of the game to track your progress in Battle Arena mode. Players level up by winning games to earn trophies that determine the arena the player is in.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/12/Bloons-TD-battles-2-Maps-game-modes-and-arenas-1024x461.jpg"
	},{
		"name": "Monkey Masteries, profile and Hero Rewards",
		"description": "Bling is the name for most of the cosmetic options in Bloons TD Battles 2, including Emoticons, Bloon Stickers, MOAB Skins, Pop FX, and Boost FX. Avatar icons and banners are also considered bling, although they are not listed in the bling collection. Bling is based on a seasonal system in which specific bling is offered for sale for each season.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/12/Bloons-TD-battles-2-Monkeys-Heroes-and-Bloons-1024x1024.jpg"
	}]
