[{
		"name": "Scuba Gear",
		"description": "Scuba Gear is a fun mod that adds a full set of diving equipment that aids in better underwater performance. There are 4 pieces that can only be acquired by taking them from Drowned that spawn by Ocean Ruins.",
		"img": "https://www.minecraftmods.com/wp-content/uploads/2021/05/drowned-armor-1536x864.png"
	},
	{
		"name": "Macaw’s Trapdoors",
		"description": "Macaw’s Trapdoors adds a wider variety of trapdoors to choose from outside of the vanilla options. So now you can choose from nearly every wood and stone type to craft trapdoors that suit your builds better.",
		"img": "https://www.minecraftmods.com/wp-content/uploads/2021/05/alt-wood-A-1536x864.png"
	},{
		"name": "Dynamic Surroundings",
		"description": "Dynamic Surroundings is a simple mod that adds some aesthetic flairs to a few environmental interactions. The improvements added with this mod may seem small but they blend so well with the traditional behaviors that it feels like they should’ve been there all along. The first change you might notice right away is the way rain looks falling on bodies of water. You’ll now see more realistic ripples on the surface of the water for each drop.",
		"img": "https://www.minecraftmods.com/wp-content/uploads/2021/05/ripples-1536x864.png"
	},
	{
		"name": "Floormats",
		"description": "Floormats is a mod that adds connected pressure plates in a wide variety of textures. The plates automatically join together when placed next to the same type of plates so there’s a seamless connection no matter how many are connected.",
		"img": "https://www.minecraftmods.com/wp-content/uploads/2021/04/types-1536x864.png"
	},{
		"name": "Stoneholm, Underground Villages",
		"description": "Stonehelm is a mod that simply adds villages built deep underground in long winding stone brick halls and stairs. They somewhat resemble dungeons except they’ve been expanded like mineshafts with everything villagers need to keep it thriving! You’ll typically come across one of these villages by discovering a large stone well with a ladder or set of stairs leading deep beneath the dirt.",
		"img": "https://www.minecraftmods.com/wp-content/uploads/2021/04/well-1536x864.png"
	},
	{
		"name": "Genetic Animals",
		"description": "Genetic Animals is a more realistic imagining of how the animals in Minecraft should behave and look like in regards to the biome they spawn in. It also requires the player to be more responsible over their farms in order for the animals to thrive. Right away you’ll notice the new designs of each animal with new patterns and colors and a wide variety of sizes. Pigs have a more realistic design and are typically much darker in color. You can even breed animals from different biomes to create new variations!",
		"img": "https://www.minecraftmods.com/wp-content/uploads/2021/03/pig-1536x864.png"
	},{
		"name": "Atlantis",
		"description": "Atlantis is a mod that adds a completely underwater dimension that becomes available once you slay the 3 elder guardians in the ocean monument. The portal appears as a solid blue block right after they die. Simply right-click it to instantly teleport to Atlantis! But be careful not to destroy the block because you can’t craft it and there’s only one other way to generate one that isn’t easy either.",
		"img": "https://www.minecraftmods.com/wp-content/uploads/2021/03/guardian-1536x864.png"
	},
	{
		"name": "Colds: Lurker",
		"description": "This mod adds a tiny, 1-block tall mob that looks like a shorter Enderman. He’s a dangerous beast in a tiny, suspiciously adorable, frame with a haunting call. He’s also fast and packs a hefty hit.",
		"img": "https://www.minecraftmods.com/wp-content/uploads/2021/03/featured-1536x864.png"
	},{
		"name": "",
		"description": "",
		"img": ""
	},
	{
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	},
	{
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	},
	{
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	},
	{
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	},
	{
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	},
	{
		"name": "",
		"description": "",
		"img": ""
	},
]
