[{
		"name": "Extraction",
		"description": "Tyler Rake, a fearless black market mercenary, embarks on the most deadly extraction of his career when he's enlisted to rescue the kidnapped son of an imprisoned international crime lord.",
		"img": "https://i.imgur.com/QOBlmxU.jpg"
	},
	{
		"name": "Ava",
		"description": "Ava is a deadly assassin who works for a black ops organization, traveling the globe specializing in high profile hits. When a job goes dangerously wrong she is forced to fight for her own survival.",
		"img": "https://i.imgur.com/lt3hnTw.jpg"
	},
	{
		"name": "Spenser Confidential",
		"description": "When two Boston police officers are murdered, ex-cop Spenser teams up with his no-nonsense roommate, Hawk, to take down criminals.",
		"img": "https://i.imgur.com/low2MH7.jpg"
	},
	{
		"name": "The Hunt",
		"description": "Twelve strangers wake up in a clearing. They don't know where they are, or how they got there. They don't know they've been chosen - for a very specific purpose - The Hunt.",
		"img": "https://i.imgur.com/UhMfJSZ.jpg"
	},
	{
		"name": "Sadak 2",
		"description": "The film picks up where Sadak left off, revolving around the journey with a young girl who becomes an important character in the life of the protagonist, and the reason for him to stay alive.",
		"img": "https://i.imgur.com/hKDzLEu.jpg"
	},
	{
		"name": "Enola Holmes",
		"description": "When Enola Holmes-Sherlock's teen sister-discovers her mother missing, she sets off to find her, becoming a super-sleuth in her own right as she outwits her famous brother and unravels a dangerous conspiracy around a mysterious young Lord.",
		"img": "https://i.imgur.com/lEVCUyl.jpg"
	},
	{
		"name": "Greenland",
		"description": "A family struggles for survival in the face of a cataclysmic natural disaster.",
		"img": "https://i.imgur.com/Clyj1F2.jpg"
	},
	{
		"name": "Birds of Prey",
		"description": "After splitting with the Joker, Harley Quinn joins superheroes Black Canary, Huntress and Renee Montoya to save a young girl from an evil crime lord.",
		"img": "https://i.imgur.com/YCyFtj7.jpg"
	},
	{
		"name": "The Old Guard",
		"description": "A covert team of immortal mercenaries is suddenly exposed and must now fight to keep their identity a secret just as an unexpected new member is discovered.",
		"img": "https://i.imgur.com/8R15Efs.jpg"
	},
	{
		"name": "Project Power",
		"description": "When a pill that gives its users unpredictable superpowers for five minutes hits the streets of New Orleans, a teenage dealer and a local cop must team with an ex-soldier to take down the group responsible for its creation.",
		"img": "https://i.imgur.com/ZKQf6an.jpg"
	},
	{
		"name": "Ludo",
		"description": "From a resurfaced sex tape to a rogue suitcase of money, four wildly different stories overlap at the whims of fate, chance and one eccentric criminal.",
		"img": "https://i.imgur.com/GjVITdv.jpg"
	},
	{
		"name": "Wonder Woman 1984",
		"description": "Diana must contend with a work colleague and businessman, whose desire for extreme wealth sends the world down a path of destruction, after an ancient artifact that grants wishes goes missing.",
		"img": "https://i.imgur.com/jEhVrcA.jpg"
	}
]
